Repository: nasuf/Companion_ios
Catalog: Localizable.xcstrings
Source language: zh_hans
Languages: en

source: AI 伙伴
en: AI Companion

source: 下一步
en: Next

source: 严肃认真
en: Serious

source: 严谨自律
en: Disciplined

source: 个性塑造
en: Personality

source: 为你的 AI 伙伴选择性别
en: Choose a gender for your AI companion

source: 主题
en: Theme

source: 你可以随时在设置中修改
en: You can change it later in settings

source: 全部
en: All

source: 关于
en: About

source: 冷静客观
en: Calm & Objective

source: 创建 AI 伙伴
en: Create AI Companion

source: 删除
en: Delete

source: 删除 AI 伙伴
en: Delete AI Companion

source: 删除后将清除所有对话和记忆，此操作不可撤销
en: This will clear all conversations and memories. This cannot be undone.

source: 务实落地
en: Practical

source: 取消
en: Cancel

source: 名字
en: Name

source: 和 AI 聊天后会自动生成记忆
en: Memories are created automatically through chat

source: 外向活跃
en: Outgoing & Active

source: 外观
en: Appearance

source: 天马行空
en: Imaginative

source: 女生
en: Female

source: 安静内敛
en: Quiet & Reserved

source: 幽默度
en: Humor

source: 当前情绪
en: Current Emotion

source: 情绪
en: Emotion

source: 情绪变化
en: Emotion History

source: 感性度
en: Empathy

source: 感性直觉
en: Intuitive

source: 搜索记忆...
en: Search memories...

source: 新对话
en: New Chat

source: 普通记忆
en: Normal Memory

source: 暂无情绪数据
en: No emotion data yet

source: 暂无记忆
en: No memories yet

source: 条理规划
en: Organized & Planned

source: 核心记忆
en: Core Memory

source: 活泼度
en: Liveliness

source: 浅色模式
en: Light

source: 深色模式
en: Dark

source: 温柔共情
en: Warm & Empathetic

source: 点击右上角开始新对话
en: Tap + to start a new chat

source: 版本
en: Version

source: 理性度
en: Rationality

source: 男生
en: Male

source: 确认删除
en: Confirm Delete

source: 给 TA 起个名字
en: Name Your AI

source: 聊天
en: Chat

source: 聊天后会自动记录情绪变化
en: Emotions are recorded automatically through chat

source: 脑洞度
en: Imagination

source: 自由洒脱
en: Free-spirited

source: 计划度
en: Planning

source: 记忆
en: Memory

source: 设置
en: Settings

source: 语言
en: Language

source: 请输入名字
en: Please enter a name

source: 调整滑块定义 AI 的性格
en: Adjust sliders to define AI personality

source: 跟随系统
en: System

source: 输入名字
en: Enter name

source: 输入消息...
en: Type a message...

source: 还没有对话
en: No conversations yet

source: 选择性别
en: Choose Gender

source: 逻辑分析
en: Logical & Analytical

source: 重要记忆
en: Important Memory

source: 随性度
en: Spontaneity

source: 随性而为
en: Spontaneous

source: 随机
en: Random

source: 风趣幽默
en: Witty & Humorous
